var Scenes = [
    {
        index:0,
        counter:1,
        useAnimation:false,
        infoText:"Ищешь качественный домашний кинотеатр?<br/>Тебе сюда.",
        controls:[
            {text:"Начать"}
        ]
    },
    {
        index:1,
        counter:2,
        useAnimation:true,
        animationUrl:"img/gifs/1.gif",
        infoText:"<b>Раньше нужно было</b><br/>найти три-четыре квадратных метра под колонки и сабвуфер<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Традиционной акустике для воспроизведения мощного баса нужны внушительные габариты и расстояние 20–30 сантиметров от задней панели до стены."
    },
    {
        index:2,
        counter:3,
        useAnimation:true,
        animationUrl:"img/gifs/2.gif",
        infoText:"<b>Раньше нужно было</b><br/>потратить пару выходных на подбор компонентов аудиосистемы и кабелей<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Для выбранных колонок традиционной системы необходимо найти подходящие компоненты. Характеристики здесь не помогут — нужно выбирать «на слух». На это могут уйти недели."
    },
    {
        index:3,
        counter:4,
        useAnimation:true,
        animationUrl:"img/gifs/3.gif",
        infoText:"<b>Раньше нужно было</b><br/>поставить диван ровно в центре комнаты<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Для традиционных систем существует лишь одна точка с идеальным звучанием — это место пересечения звуковых волн от всех источников."
    },
    {
        index:4,
        counter:5,
        useAnimation:true,
        animationUrl:"img/gifs/4.gif",
        infoText:"<b>Раньше нужно было</b><br/>Научиться пользоваться тремя пультами одновременно<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Традиционные системы подразумевают использование нескольких пультов: для телевизора, ресивера и источника."
    },
    {
        index:5,
        counter:6,
        useAnimation:true,
        animationUrl:"img/gifs/5.gif",
        infoText:"<b>Раньше нужно было</b><br/>приготовиться потратиться: настоящий Hi-Fi и Hi-End стоят очень дорого<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Маленькие объёмы выпуска, использование ручного труда при производстве традиционных аудиосистем, а также исторически навязанный потребителю стереотип о безоговорочном качестве звучания (за счёт чего увеличивается маржинальность для дилеров и дистрибьюторов) делают цены на Hi-Fi-аппаратуру неоправданно высокими."
    },
    {
        index:6,
        counter:7,
        useAnimation:true,
        animationUrl:"img/gifs/6.gif",
        infoText:"Все это не гарантирует хорошего звучания, так как геометрия твоей комнаты, скорее всего, неидеальна.<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Традиционные аудиосистемы используют только прямой звук, не учитывая отражений от стен, пола и других поверхностей, поэтому качество звучания сильно зависит от размеров и формы комнаты."
    },
    {
        index:7,
        counter:8,
        useAnimation:false,
        infoText:"Почему домашние кинотеатры Bose – оптимальная альтернатива?",
        controls:[
            {text:"Почему ?"}
        ]
    },
    {
        index:8,
        counter:9,
        useAnimation:true,
        animationUrl:"img/gifs/8.gif",
        infoText:"Не нужно искать 3-4 квадратных метра. Теперь мощные миниатюрные колонки не требуют места<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Миниатюрные (размером со смартфон) громкоговорители Bose и компактный сабвуфер благодаря использованию неодимовых магнитов и набору уникальных технологий способны достичь звукового давления, которого не ожидаешь от столь компактной акустики. При этом звучание будет удивительно цельным и мощным."
    },
    {
        index:9,
        counter:10,
        useAnimation:true,
        animationUrl:"img/gifs/7.gif",
        infoText:"Для Bose неважно, какой формы твоя комната и где стоит диван<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"В системах Bose используется технология Direct/Reflecting, сочетающая прямой и отражённый звук. Это обеспечивает равномерное покрытие всего помещения, что гарантирует отличный результат в любой его точке."
    },
    {
        index:10,
        counter:11,
        useAnimation:true,
        animationUrl:"img/gifs/10.gif",
        infoText:"Теперь колонки используют отражения от стен, заполняя звуком всё пространство<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Звучание зависит от уникальных характеристик твоей комнаты — размера и формы помещения, материалов отделки. Встроенная система ADAPTiQ® анализирует характеристики именно твоего помещения и автоматически настраивает звучание, обеспечивая максимально возможное качество."
    },
    {
        index:11,
        counter:12,
        useAnimation:true,
        animationUrl:"img/gifs/9.gif",
        infoText:"Теперь колонки используют отражения от стен, заполняя звуком всё пространство<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"Текст для кнопки ПОЧЕМУ"
    },

    {
        index:12,
        counter:13,
        useAnimation:true,
        animationUrl:"img/gifs/11.gif",
        infoText:"Теперь управлять музыкой по всему дому можно со своего планшета или смартфона<br/><a id='whyButton' href='#'>Почему ?</a>",
        whyText:"У Bose есть музыкальные системы для каждой комнаты в доме. Они способны объединяться в единую систему мультирум и управляться с помощью бесплатного приложения SoundTouch для iOS и Android."
    }
];
