var Scenes = [
    {
        index:0,
        counter:1,
        useAnimation:true,
        animationUrl:"img/gifs/1.gif",
        infoText:"Найти три-четыре квадратных метра под колонки и сабвуфер",
        whyText:"Традиционной акустике для воспроизведения мощного баса нужны внушительные габариты и расстояние 20–30 сантиметров от задней панели до стены."
    },
    {
        index:1,
        counter:2,
        useAnimation:true,
        animationUrl:"img/gifs/2.gif",
        infoText:"Потратить пару выходных на подбор компонентов аудиосистемы и кабелей",
        whyText:"Для выбранных колонок традиционной системы необходимо найти подходящие компоненты. Характеристики здесь не помогут — нужно выбирать «на слух». На это могут уйти недели."
    },
    {
        index:2,
        counter:3,
        useAnimation:true,
        animationUrl:"img/gifs/3.gif",
        infoText:"Поставить диван ровно в центре комнаты",
        whyText:"Для традиционных систем существует лишь одна точка с идеальным звучанием — это место пересечения звуковых волн от всех источников."
    },
    {
        index:3,
        counter:4,
        useAnimation:true,
        animationUrl:"img/gifs/4.gif",
        infoText:"Приготовиться потратиться: настоящий Hi-Fi и Hi-End стоят очень дорого",
        whyText:"Маленькие объёмы выпуска, использование ручного труда при производстве традиционных аудиосистем, а также исторически навязанный потребителю стереотип о безоговорочном качестве звучания (за счёт чего увеличивается маржинальность для дилеров и дистрибьюторов) делают цены на Hi-Fi-аппаратуру неоправданно высокими."
    },
    {
        index:4,
        counter:5,
        useAnimation:false,
        infoText:"Почему Bose — оптимальная альтернатива ?",
        controls:[
            {text:"Узнать"}
        ]
    }
];
